[{"quote":"Every reader finds himself. The writer's work is merely a kind of optical instrument that makes it possible for the reader to discern what, without this book, he would perhaps never have seen in himself.","author":"Marcel Proust","cat":"work"},{"quote":"Truth is a tendency.","author":"R. Buckminster Fuller","cat":"truth"},{"quote":"If we can't face death, we'll never overcome it. You have to look it straight in the eye. Then you can turn around and walk back out into the light.","author":"Maya Lin","cat":"death"},{"quote":"I never had to learn English, French and German because I was brought up as all three languages. I had a private French teacher before I even went to school. That helped a lot.","author":"Karl Lagerfeld","cat":"teacher"},{"quote":"Wisdom finds its literary expression in wisdom literature.","author":"Paul Ricoeur","cat":"wisdom"},{"quote":"It is essential to do everything possible to attract young people to opera so they can see that it is not some antiquated art form but a repository of the most glorious music and drama that man has created.","author":"Bruce Beresford","cat":"music"},{"quote":"One of the things I had to learn as a writer was to trust the act of writing. To put myself in the position of writing to find out what I was writing.","author":"E. L. Doctorow","cat":"trust"},{"quote":"When I wake up in the morning, I just can't get started until I've had that first, piping hot pot of coffee. Oh, I've tried other enemas.","author":"Emo Philips","cat":"morning"},{"quote":"I have a disproportionate amount of faith in the goodness of the world and that everything will actually work out okay.","author":"Sloane Crosley","cat":"faith"},{"quote":"Maybe there's a chance to get back to grown-up films. Anything that uses humor and dramatic values to deal with human emotions and gets down to what people are to people.","author":"Robert Altman","cat":"humor"},{"quote":"And the smile that is worth the praises of earth is the smile that shines through tears.","author":"Ella Wheeler Wilcox","cat":"smile"},{"quote":"Anger is the enemy of non-violence and pride is a monster that swallows it up.","author":"Mahatma Gandhi","cat":"anger"},{"quote":"If you wish to travel far and fast, travel light. Take off all your envies, jealousies, unforgiveness, selfishness and fears.","author":"Cesare Pavese","cat":"travel"},{"quote":"Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.","author":"Margaret Thatcher","cat":"home"},{"quote":"A sad fact of life lately at the Museum of Modern Art is that when it comes to group shows of contemporary painting from the collection, the bar has been set pretty low.","author":"Jerry Saltz","cat":"art"},{"quote":"There is a one woman in China that claimed she paid $50 to get my e-mail address. It was pretty shocking. I got one this morning from Scotland. A girl's requesting a signed photo of me.","author":"Michael Phelps","cat":"morning"},{"quote":"Organized labor, if they're doing a responsible job, is going to organize the pooling of small amounts of money to protect the interests of the people who are not rich.","author":"Warren Beatty","cat":"money"},{"quote":"I'm a survivor of life. I try to give the glory to God and appreciate what's happening to me.","author":"Mike Epps","cat":"god"},{"quote":"Religion is all bunk.","author":"Thomas A. Edison","cat":"religion"},{"quote":"The love of beauty in its multiple forms is the noblest gift of the human cerebrum.","author":"Alexis Carrel","cat":"beauty"},{"quote":"I don't get rattled about the big things. I get rattled when I have to pick up my laundry, get gas in the car, pick up a script.","author":"Sherry Stringfield","cat":"car"},{"quote":"Some people say my humor focuses too much on stereotypes. It doesn't. It focuses on facts.","author":"Sarah Silverman","cat":"humor"},{"quote":"Yoga is at the core of my health and wellness routine even if it's only for 10 to 15 minutes I find it helps me to re-center and to focus as well as improve my overall core strength.","author":"Miranda Kerr","cat":"health"},{"quote":"No one can be happy who has been thrust outside the pale of truth. And there are two ways that one can be removed from this realm: by lying, or by being lied to.","author":"Lucius Annaeus Seneca","cat":"truth"},{"quote":"I didn't grow up thinking of movies as film, or art, but as movies, something to do on a Saturday afternoon.","author":"Sydney Pollack","cat":"art"},{"quote":"Experience teaches us that it is much easier to prevent an enemy from posting themselves than it is to dislodge them after they have got possession.","author":"George Washington","cat":"experience"},{"quote":"Jazz to me is a living music. It's a music that since its beginning has expressed the feelings, the dreams, hopes, of the people.","author":"Dexter Gordon","cat":"dreams"},{"quote":"But the greatest thing about music is putting it out there for people to figure out. You want the listener to find the song on their own. If you give too much away, it takes away from the imagination.","author":"Diana Krall","cat":"imagination"},{"quote":"I hope to be an actor and never retire.","author":"Dominic Monaghan","cat":"hope"},{"quote":"I'm more of an adventurous type than a relationship type.","author":"Bob Dylan","cat":"relationship"},{"quote":"I'm not really easy to live with! There needs to be unlimited patience and unconditional love. Men I've known before loved my independent spirit and were proud of my success, to the point that they'd become jealous of the time I devote to my career.","author":"Milla Jovovich","cat":"patience"},{"quote":"So then I started doing a lot of episodic TV, just car chases or helicopter chases or whatever.","author":"David R. Ellis","cat":"car"},{"quote":"In teaching man, experimental science results in lessening his pride more and more by proving to him every day that primary causes, like the objective reality of things, will be hidden from him forever and that he can only know relations.","author":"Claude Bernard","cat":"science"},{"quote":"I've always thought anyone can make money. Making a life worth living, that's the real test.","author":"Robert Fulghum","cat":"money"},{"quote":"When somebody who makes movies for a living - either as an actor, writer, producer or director - lives to be a certain age, you have to admire them. It is an act of courage to make a film - a courage for which you are not prepared in the rest of life. It is very hard and very destructive. But we do it because we love it.","author":"John Carpenter","cat":"courage"},{"quote":"God is not a dead equation!","author":"Muhammad Iqbal","cat":"god"},{"quote":"I began learning the sportswriting business very early in life.","author":"Dick Schaap","cat":"learning"},{"quote":"In constant pursuit of money to finance campaigns, the political system is simply unable to function. Its deliberative powers are paralyzed.","author":"John Rawls","cat":"finance"},{"quote":"I work to stay alive.","author":"Bette Davis","cat":"work"},{"quote":"By its very nature the beautiful is isolated from everything else. From beauty no road leads to reality.","author":"Hannah Arendt","cat":"beauty"},{"quote":"Arafat was a barrier to peace.","author":"Charles Schumer","cat":"peace"},{"quote":"There was always a love-hate relationship with New York in the rest of the country, but I made them feel more love than hate.","author":"Ed Koch","cat":"relationship"},{"quote":"You're not just going out there, maybe sacrificing your own life. There's also sacrifices still going on at home. You can serve in the military and have a good marriage, but you just need to be aware of it so you can take those steps to take care of it.","author":"Chris Kyle","cat":"marriage"},{"quote":"John wrote with a very deep love for the human race and a concern for its future.","author":"Yoko Ono","cat":"future"},{"quote":"Heart and head are the constituent parts of character temperament has almost nothing to do with it, and, therefore, character is dependent upon education, and is susceptible of being corrected and improved.","author":"Giacomo Casanova","cat":"education"},{"quote":"I joined the Labour party because I believed in equality, in freedom of speech and in tolerance, compassion and understanding for people, irrespective of their background and views. In whatever I decide to do in the future I will hold to those principles.","author":"Geoff Hoon","cat":"equality"},{"quote":"The people are the government, administering it by their agents they are the government, the sovereign power.","author":"Andrew Jackson","cat":"government"},{"quote":"It is not enough to say we must not wage war. It is necessary to love peace and sacrifice for it.","author":"Martin Luther King, Jr.","cat":"love"},{"quote":"I think public service is a calling and you do it as long as the things that brought you into the office can continue getting you up in the morning and as long as there's still work to get done.","author":"Anthony Foxx","cat":"morning"},{"quote":"I think that everyone is saying all kinds of things about 'rich.' Not only am I rich from doing some of things I've been able to do, but I'm rich in spirit. I'm rich in health. I'm rich in every way possible.","author":"NeNe Leakes","cat":"health"},{"quote":"Imagine for yourself a character, a model personality, whose example you determine to follow, in private as well as in public.","author":"Epictetus","cat":"imagination"},{"quote":"A good sense of humor will get you everywhere.","author":"Josh Bowman","cat":"humor"},{"quote":"Dalton's records, carefully preserved for a century, were destroyed during the World War II bombing of Manchester. It is not only the living who are killed in war.","author":"Isaac Asimov","cat":"war"},{"quote":"Mystical explanations are thought to be deep the truth is that they are not even shallow.","author":"Friedrich Nietzsche","cat":"truth"},{"quote":"To enter by reason means to realize the essence through instruction and to believe that all living things share the same true nature, which isn't apparent because it's shrouded by sensation and delusion.","author":"Bodhidharma","cat":"nature"},{"quote":"No man has any natural authority over his fellow men.","author":"Jean-Jacques Rousseau","cat":"men"},{"quote":"Environmentalism opposes reckless innovation and makes conservation the central order of business.","author":"Christopher Lasch","cat":"business"},{"quote":"The network is opening up some amazing possibilities for us to reinvent content, reinvent collaboration.","author":"Tim O'Reilly","cat":"amazing"},{"quote":"All tyranny needs to gain a foothold is for people of good conscience to remain silent.","author":"Edmund Burke","cat":"good"},{"quote":"Most people like to read about intrigue and spies. I hope to provide a metaphor for the average reader's daily life. Most of us live in a slightly conspiratorial relationship with our employer and perhaps with our marriage.","author":"John le Carre","cat":"hope"},{"quote":"The social object of skilled investment should be to defeat the dark forces of time and ignorance which envelope our future.","author":"John Maynard Keynes","cat":"future"},{"quote":"Hollywood is the place to be for actors - and there's just a big rush when an Australian comes over just because there's less of them. I guess that's just how it is. Like if you pick a pink jellybean out of a jar of green ones it'd be amazing, but if you pick a green one, no one will care.","author":"Callan McAuliffe","cat":"amazing"},{"quote":"I was taught from a young age that many people would treat me as a second-class citizen because I was African-American and because I was female.","author":"Queen Latifah","cat":"age"},{"quote":"Arafat rejected the deal because, as a dictator who had directed all his energies toward strengthening the Palestinians hatred toward Israel, Arafat could not afford to make peace.","author":"Natan Sharansky","cat":"peace"},{"quote":"Bastard Freedom waves Her fustian flag in mockery over slaves.","author":"Thomas Moore","cat":"freedom"},{"quote":"For a man to attain to an eminent degree in learning costs him time, watching, hunger, nakedness, dizziness in the head, weakness in the stomach, and other inconveniences.","author":"Miguel de Cervantes","cat":"graduation"},{"quote":"Sadness flies away on the wings of time.","author":"Jean de La Fontaine","cat":"sad"},{"quote":"Look at the Afghans, during the time of the Soviet invasion. They were among the poorest Muslims in the world, yet they were sustained by their faith in God, and God alone.","author":"Abu Bakar Bashir","cat":"alone"},{"quote":"Basically I was a rebel growing up. I got kicked out of six schools. But I don't think that it makes you less of an intellect. You know, if you ever crave knowledge, there's always a library.","author":"Michelle Rodriguez","cat":"knowledge"},{"quote":"The only thing that I'd rather own than Windows is English, because then I could charge you two hundred and forty-nine dollars for the right to speak it.","author":"Scott McNealy","cat":"technology"},{"quote":"Trust is the first step to love.","author":"Munshi Premchand","cat":"trust"},{"quote":"Remember in 1973 the same science chatter said that the coming Ice Age is going to occur, we're going to lose millions of people. And the politicians knew how to solve it, they just didn't have the courage to solve it they were going to put coal dust on the Arctic.","author":"Don Young","cat":"courage"},{"quote":"As a team, you need to come from behind every once in awhile just to do it. Good for the attitude. It makes it exciting. And when everybody knows you have to throw it... that makes it fun too.","author":"Dan Marino","cat":"attitude"},{"quote":"Our happiness depends on wisdom all the way.","author":"Sophocles","cat":"happiness"},{"quote":"Marriage is a series of desperate arguments people feel passionately about.","author":"Katharine Hepburn","cat":"marriage"},{"quote":"I'm fortunate that I've been in this business long enough that I've earned the right to be left alone by my record company.","author":"Don Henley","cat":"alone"},{"quote":"I don't design down to a price.","author":"James Dyson","cat":"design"},{"quote":"When I was at home, I felt loved and safe. My sisters were always a safe haven for me. I knew they would always play with me and make me feel like I was one of them.","author":"Khloe Kardashian","cat":"home"},{"quote":"Imagine a thousand more such daily intrusions in your life, every hour and minute of every day, and you can grasp the source of this paranoia, this anger that could consume me at any moment if I lost control.","author":"Jack Henry Abbott","cat":"anger"},{"quote":"The relationship of the toastmaster to speaker should be the same as that of the fan to the fan dancer. It should call attention to the subject without making any particular effort to cover it.","author":"Adlai E. Stevenson","cat":"relationship"},{"quote":"Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.","author":"Albert Einstein","cat":"beauty"},{"quote":"Never tell a secret to a bride or a groom wait until they have been married longer.","author":"E. W. Howe","cat":"anniversary"},{"quote":"I continue to meet people who have had their Web pages hijacked, their browsers corrupted, in some cases, their children exposed to inappropriate material from these dangerous programs hidden in their family computers.","author":"Cliff Stearns","cat":"computers"},{"quote":"It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.","author":"Jane Austen","cat":"men"},{"quote":"What's sort of interesting about the whole public relations disaster that is the Net, in some ways, is that the fundamentals are really good.","author":"Meg Whitman","cat":"technology"},{"quote":"I'm not a food critic, and I'm not really an authority to write anything on food.","author":"Alex Kapranos","cat":"food"},{"quote":"I don't see that many movies lately that are actually about something, that are trying to challenge something about the way that people interact.","author":"Maggie Gyllenhaal","cat":"movies"},{"quote":"I learned much more about acting from philosophy courses, psychology courses, history and anthropology than I ever learned in acting class.","author":"Tim Robbins","cat":"history"},{"quote":"I wear my wedding ring. We talk about when we're going to get married again, which we hope is going to take place some time in this incredibly hectic calendar year.","author":"Jim Lampley","cat":"wedding"},{"quote":"Another thing that freaks me out is time. Time is like a book. You have a beginning, a middle and an end. It's just a cycle.","author":"Mike Tyson","cat":"time"},{"quote":"Say what you will, 'tis better to be left than never to have been loved.","author":"William Congreve","cat":"love"},{"quote":"Humor does not rescue us from unhappiness, but enables us to move back from it a little.","author":"Mason Cooley","cat":"humor"},{"quote":"I have a great love and respect for religion, great love and respect for atheism. What I hate is agnosticism, people who do not choose.","author":"Orson Welles","cat":"great"},{"quote":"There's no ex out there who I'm not friends with today, and I'm extremely thankful for that.","author":"Taylor Lautner","cat":"thankful"},{"quote":"I found I could say things with color and shapes that I couldn't say any other way - things I had no words for.","author":"Georgia O'Keeffe","cat":"art"},{"quote":"True success is overcoming the fear of being unsuccessful.","author":"Paul Sweeney","cat":"fear"},{"quote":"You know, I had my mother and my father convincing me that he would be going back to Hollywood and he'd be back with the actresses and dating them and that he wasn't serious about me at all. So I had him saying one thing to me and my parents telling me something else.","author":"Priscilla Presley","cat":"dating"},{"quote":"Woes and wonders of Power, that tonic hell, synthesis of poison and panacea.","author":"Emile M. Cioran","cat":"power"},{"quote":"I've been making sushi for 38 years, and I'm still learning. You have to consider the size and color of the ingredients, how much salt and vinegar to use and how the seasons affect the fattiness of the fish.","author":"Masaharu Morimoto","cat":"learning"},{"quote":"My music appeals in America. There is less of the purist criticism I get here. And to be a hit in the U.S... what singer doesn't have that dream?","author":"Katherine Jenkins","cat":"music"}]